Repository: tomokisun/blokus
Catalog: Blokus/Localizable.xcstrings
Source language: en
Languages: ja

source: Blokus App
ja: Blokus アプリ

source: Empty
ja: 空き

source: Highlighted
ja: ハイライト

source: Double-tap to place here
ja: ダブルタップでこのマスへ配置

source: Replay board is read-only
ja: リプレイの盤面は読み取り専用です

source: %@'s piece
ja: %@の石

source: Not occupied
ja: 未配置

source: %@ piece
ja: %@ の石

source: Possible placement
ja: 可能な配置候補

source: Computer Level
ja: コンピューターレベル

source: Easy
ja: かんたん

source: Hard
ja: むずかしい

source: Normal
ja: ふつう

source: Computer Mode
ja: コンピューターモード

source: %@ is thinking...
ja: %@の思考中...

source: Flip
ja: 反転

source: Game Over
ja: ゲーム終了

source: New Game
ja: 新規ゲーム

source: Pass
ja: パス

source: Pause
ja: 一時停止

source: A piece is already placed there.
ja: その位置には既に駒が置かれています

source: Must touch your own piece at least at one corner.
ja: 自分の駒と少なくとも一つの角で接していません

source: You cannot share an edge with your own pieces.
ja: 自分の駒と辺で接してはいけません（角接触のみ可）

source: The first move must include your corner cell.
ja: 初回配置はプレイヤーのコーナーセルを含めなければなりません

source: Piece is out of board.
ja: ピースがボード外にはみ出しています

source: Play
ja: 再生

source: Blue
ja: 青

source: Green
ja: 緑

source: Red
ja: 赤

source: Yellow
ja: 黄

source: Replay
ja: リプレイ

source: %.1fx
ja: %.1f倍

source: Rotate
ja: 回転

source: Show Highlight
ja: ハイライト表示

source: Speed: %.1fx
ja: 再生速度: %.1fx

source: Start Game
ja: ゲーム開始

source: Stop
ja: 停止

source: Tied
ja: 引き分け

source: Current player
ja: プレイヤー

source: %@ wins
ja: %@の勝利
